var lrcData = {
        sanguosha: `[00:00.00]三国杀
        [00:04.00]词曲：汪苏泷(Silence)
        [00:07.00]编曲：汪苏泷(Silence)
        [00:10.00]演唱：汪苏泷(Silence)
        [00:13.00]
        [00:23.10]
        [00:24.64]羽扇纶巾笑谈间
        [00:27.91]千军万马我无懈
        [00:31.52]伪面君子三尺剑
        [00:34.55]狼火烽烟我敷衍
        [00:38.39]生于乱世行不言
        [00:41.41]功过不求谁来鉴
        [00:44.06]灯为谁点 脂为谁添
        [00:47.59]任谁来笑我太疯癫
        [00:51.06]雨一直下 风一直刮
        [00:54.40]谁与我煮酒论天下
        [00:57.88]万箭齐发 杀气如麻
        [01:01.03]谁忍我乱世中安家
        [01:04.61]三分天下 为谁争霸
        [01:07.97]如今我已剑指天涯
        [01:11.59]却只想为你抚琴
        [01:14.42]从此无牵挂
        [01:46.89]羽扇纶巾笑谈间
        [01:49.92]千军万马我无懈
        [01:53.81]伪面君子三尺剑
        [01:56.85]狼火烽烟我敷衍
        [02:00.57]生于乱世行不言
        [02:03.65]功过不求谁来鉴
        [02:06.54]灯为谁点 脂为谁添
        [02:09.72]任谁来笑我太疯癫
        [02:13.21]雨一直下 风一直刮
        [02:16.58]谁与我煮酒论天下
        [02:20.01]万箭齐发 杀气如麻
        [02:23.46]谁忍我乱世中安家
        [02:26.83]三分天下 为谁争霸
        [02:30.25]如今我已剑指天涯
        [02:33.74]却只想为你抚琴
        [02:36.69]从此无牵挂
        [02:40.23]
        [02:41.27]漫天恩恩怨怨的变化
        [02:44.83]谁为我泡壶热茶
        [02:48.31]你为他断了指甲
        [02:49.96]换不回他一句牵挂
        [02:53.97]雨一直下 风一直刮
        [02:57.76]谁与我煮酒论天下
        [03:01.15]万箭齐发 杀气如麻
        [03:04.58]谁忍我乱世中安家
        [03:07.99]三分天下 为谁争霸
        [03:11.40]如今我已剑指天涯
        [03:14.84]却只想为你抚琴
        [03:17.78]从此无牵挂
        [03:21.76]原来我一生戎马
        [03:25.27]三国为你杀`,
        
        yanyuan: `[00:00.32]演员
        [00:01.00]
        [00:01.61]作词：薛之谦
        [00:02.64]作曲：薛之谦
        [00:03.00]演唱：薛之谦
        [00:04.20]
        [00:21.12]简单点说话的方式简单点
        [00:30.20]递进的情绪请省略
        [00:33.64]你又不是个演员
        [00:36.38]别设计那些情节
        [00:39.36]
        [00:41.93]没意见我只想看看你怎么圆
        [00:51.54]你难过的太表面 像没天赋的演员
        [00:57.15]观众一眼能看见
        [01:00.19]
        [01:02.22]该配合你演出的我演视而不见
        [01:07.68]在逼一个最爱你的人即兴表演
        [01:12.90]什么时候我们开始收起了底线
        [01:18.02]顺应时代的改变看那些拙劣的表演
        [01:23.42]可你曾经那么爱我干嘛演出细节
        [01:28.63]我该变成什么样子才能延缓厌倦
        [01:33.87]原来当爱放下防备后的这些那些
        [01:39.37]才是考验
        [01:41.97]
        [01:44.60]没意见你想怎样我都随便
        [01:54.53]你演技也有限
        [01:57.58]又不用说感言
        [02:00.15]分开就平淡些
        [02:02.99]
        [02:05.00]该配合你演出的我演视而不见
        [02:10.53]别逼一个最爱你的人即兴表演
        [02:15.81]什么时候我们开始没有了底线
        [02:21.01]顺着别人的谎言被动就不显得可怜
        [02:26.43]可你曾经那么爱我干嘛演出细节
        [02:31.52]我该变成什么样子才能配合出演
        [02:36.72]原来当爱放下防备后的这些那些
        [02:41.86]都有个期限
        [02:44.60]
        [02:47.56]其实台下的观众就我一个
        [02:53.04]其实我也看出你有点不舍
        [02:58.34]场景也习惯我们来回拉扯
        [03:02.93]还计较着什么
        [03:07.39]
        [03:08.71]其实说分不开的也不见得
        [03:14.04]其实感情最怕的就是拖着
        [03:19.21]越演到重场戏越哭不出了
        [03:24.07]是否还值得
        [03:28.12]
        [03:29.07]该配合你演出的我尽力在表演
        [03:34.39]像情感节目里的嘉宾任人挑选
        [03:39.68]如果还能看出我有爱你的那面
        [03:44.82]请剪掉那些情节让我看上去体面
        [03:50.04]可你曾经那么爱我干嘛演出细节
        [03:55.31]不在意的样子是我最后的表演
        [04:01.05]是因为爱你我才选择表演 这种成全`,

        shenshi: `[00:00.23]绅士 - 薛之谦
        [00:07.54]词：薛之谦
        [00:10.71]曲：薛之谦
        [00:13.55]
        [00:19.28]好久没见了什么角色呢
        [00:23.52]细心装扮着
        [00:25.31]白色衬衫的袖扣是你送的
        [00:31.98]尽量表现着像不在意的
        [00:36.17]频繁暴露了自欺欺人者
        [00:41.55]越掩饰越深刻
        [00:44.59]你说我说听说
        [00:47.87]忍着言不由衷的段落
        [00:52.16]我反正决定自己难过
        [00:58.73]
        [01:01.50]我想摸你的头发
        [01:03.70]只是简单的试探啊
        [01:07.04]
        [01:09.79]我想给你个拥抱
        [01:12.13]像以前一样可以吗
        [01:16.92]你退半步的动作认真的吗
        [01:21.58]小小的动作伤害还那么大
        [01:25.86]我只能扮演个绅士
        [01:29.05]才能和你说说话
        [01:33.13]
        [01:34.83]我能送你回家吗
        [01:37.44]可能外面要下雨啦
        [01:40.63]
        [01:43.51]我能给你个拥抱
        [01:45.75]像朋友一样可以吗
        [01:49.12]
        [01:50.93]我忍不住从背后抱了一下
        [01:55.30]尺度掌握在不能说想你啊
        [01:59.29]你就当刚认识的绅士
        [02:02.88]闹了个笑话吧
        [02:07.95]
        [02:21.36]尽量表现着善解人意的
        [02:25.62]频繁暴露了不欲人知的
        [02:31.18]越掩饰越深刻
        [02:34.13]想说听说别说
        [02:37.30]忍着言不由衷的段落
        [02:41.43]我反正注定留在角落
        [02:48.33]
        [02:50.57]我想摸你的头发
        [02:53.23]只是简单的试探啊
        [02:59.00]我想给你个拥抱
        [03:01.62]像以前一样可以吗
        [03:05.32]
        [03:06.74]你退半步的动作认真的吗
        [03:11.16]小小的动作伤害还那么大
        [03:15.28]我只能扮演个绅士
        [03:18.57]才能和你说说话
        [03:22.44]
        [03:24.41]我能送你回家吗
        [03:26.95]可能外面要下雨啦
        [03:32.27]我能给你个拥抱
        [03:35.32]像朋友一样可以吗
        [03:38.94]
        [03:40.39]我忍不住从背后抱了一下
        [03:44.87]尺度掌握在不能说想你啊
        [03:48.77]你就当刚认识的绅士
        [03:52.42]闹了个笑话吧
        [03:56.62]
        [03:58.28]你能给我只左手
        [04:00.53]牵你到马路那头吗
        [04:04.18]
        [04:06.09]我会像以前一样
        [04:09.00]看着来往的车子啊
        [04:14.19]我们的距离在眉间皱了下
        [04:18.73]迅速还原成路人的样子啊
        [04:22.98]越有礼貌我越害怕
        [04:26.06]绅士要放得下`,

        nihaiyaowozenyang: `[00:00.00]你还要我怎样 
        [00:06.00]词：薛之谦 曲：薛之谦 
        [00:09.00]演唱：薛之谦 
        [00:22.00] 
        [00:26.25]你停在了这条我们熟悉的街 
        [00:36.18]把你准备好的台词全念一遍 
        [00:44.02]我还在逞强 说着谎 
        [00:48.37]也没能力遮挡 你去的方向 
        [00:53.83]至少分开的时候我落落大方 
        [01:01.73] 
        [01:05.72]我后来都会选择绕过那条街 
        [01:14.92]又多希望在另一条街能遇见 
        [01:23.50]思念在逞强 不肯忘 
        [01:28.19]怪我没能力跟随 你去的方向 
        [01:34.00]若越爱越被动 越要落落大方 
        [01:41.65] 
        [01:43.65]你还要我怎样 要怎样 
        [01:48.30]你突然来的短信就够我悲伤 
        [01:53.30]我没能力遗忘 你不用提醒我 
        [01:58.65]哪怕结局就这样 
        [02:03.24]我还能怎样 能怎样 
        [02:08.20]最后还不是落得情人的立场 
        [02:13.15]你从来不会想 我何必这样 
        [02:21.60] 
        [02:45.64]我慢慢的回到自己的生活圈 
        [02:53.89]也开始可以接触新的人选 
        [03:03.35]爱你到最后 不痛不痒 
        [03:08.70]留言在计较 谁爱过一场 
        [03:13.35]我剩下一张 没后悔的模样 
        [03:21.35] 
        [03:22.95]你还要我怎样 要怎样 
        [03:28.20]你千万不要在我婚礼的现场 
        [03:33.20]我听完你爱的歌 就上了车 
        [03:39.10]爱过你很值得 
        [03:43.30]我不要你怎样 没怎样 
        [03:48.20]我陪你走的路你不能忘 
        [03:53.50]因为那是我 最快乐的时光 
        [04:03.75] 
        [04:05.80]后来我的生活还算理想 
        [04:16.05]没为你落到孤单的下场 
        [04:24.13]有一天晚上 梦一场 
        [04:28.56]你白发苍苍 说带我流浪 
        [04:34.41]我还是没犹豫 就随你去天堂 
        [04:44.10]不管能怎样 我能陪你到天亮 
        [04:57.17]`,

        fangyuanjili: `[00:01.99]薛之谦 - 方圆几里
        [00:03.08]词：薛之谦 曲：薛之谦
        [00:04.86]唱：薛之谦
        [00:06.76]
        [00:16.29]
        [00:17.73]感觉很诚恳 是好事
        [00:26.12]不需要发誓 那么幼稚
        [00:33.66]本以为可以 就这样随你
        [00:42.48]反正我也无处可去
        [00:46.61]
        [00:50.71]我怕太负责任的人
        [00:58.86]因为他随时会牺牲
        [01:06.45]爱不爱都可以 我怎样都依你
        [01:13.78]连借口 我都帮你寻
        [01:18.86]
        [01:21.08]与其在你不要的世界里
        [01:25.21]不如痛快把你忘记
        [01:29.50]这道理谁都懂 说容易 爱透了还要嘴硬
        [01:37.78]我宁愿 留在你方圆几里
        [01:41.50]我的心 要不回就送你
        [01:45.94]因为我爱你 和你没关系
        [01:51.17]
        [02:10.95]感觉会压抑 的样子
        [02:20.20]勉强 也没什么意思
        [02:27.81]我不算很自私 也越来越懂事
        [02:35.30]爱你只是我的事
        [02:40.23]
        [02:42.35]与其在你不要的世界里
        [02:46.53]不如痛快把你忘记
        [02:51.01]这道理谁都懂 说容易 爱透了还要嘴硬
        [02:58.58]我宁愿 留在你方圆几里
        [03:02.82]至少能感受你的悲喜
        [03:07.29]在你需要我的时候 就能陪你
        [03:12.95]
        [03:15.25]我在你 不要的世界里
        [03:19.02]何苦不找个人来代替
        [03:23.35]可惜我 谁劝都不停
        [03:31.06]我宁愿 留在你方圆几里
        [03:35.33]我的心 要不回就送你
        [03:41.39]爱不爱都可以 我怎样都依你
        [03:48.24]因为我爱你 和你没关系
        [03:53.22]
        [03:55.62]我的爱 扩散在方圆几里
        [03:59.82]近的能 听见你的呼吸
        [04:04.60]只要你转身 我就在这里
        [04:11.54]`,
}
